Repository: rawcontext/luxel
Catalog: apps/macos/Sources/LuxelCore/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, pt_pt, vi, zh_hans

source: Capture typed characters and shortcut identities with this recording.
de: Getippte Zeichen und Tastenkürzel für diese Aufnahme erfassen.
es: Captura caracteres escritos y atajos de teclado con esta grabación.
fr: Capturer les caractères saisis et les raccourcis clavier avec cet enregistrement.
it: Acquisisci i caratteri digitati e le scorciatoie da tastiera con questa registrazione.
ja: この収録で入力文字とキーボードショートカットを取得します。
ko: 이 녹화에서 입력한 문자와 키보드 단축키를 캡처합니다.
pt_br: Capture caracteres digitados e atalhos de teclado nesta gravação.
pt_pt: Capture carateres introduzidos e atalhos de teclado nesta gravação.
vi: Ghi lại các ký tự đã nhập và phím tắt cùng bản ghi này.
zh_hans: 在此录制中捕捉输入的字符和键盘快捷键。

source: Display Duration
de: Anzeigedauer
es: Duración de visualización
fr: Durée d’affichage
it: Durata visualizzazione
ja: 表示時間
ko: 표시 시간
pt_br: Duração da exibição
pt_pt: Duração da apresentação
vi: Thời lượng hiển thị
zh_hans: 显示时长

source: Input Monitoring is off
de: Eingabeüberwachung ist deaktiviert
es: La monitorización de entrada está desactivada
fr: La surveillance des entrées est désactivée
it: Il monitoraggio input è disattivato
ja: 入力監視がオフです
ko: 입력 모니터링이 꺼져 있습니다
pt_br: O Monitoramento de Entrada está desativado
pt_pt: A Monitorização de Entrada está desativada
vi: Giám sát đầu vào đang tắt
zh_hans: 输入监控已关闭

source: Keystroke capture ready
de: Tastenerfassung ist bereit
es: La captura de teclas está lista
fr: La capture des frappes est prête
it: L’acquisizione dei tasti è pronta
ja: キー入力を取得できます
ko: 키 입력 캡처 준비 완료
pt_br: Captura de teclas pronta
pt_pt: Captura de teclas pronta
vi: Sẵn sàng ghi lại thao tác phím
zh_hans: 按键捕捉已就绪

source: Pause Keystroke Capture
de: Tastenerfassung anhalten
es: Pausar captura de teclas
fr: Suspendre la capture des frappes
it: Sospendi acquisizione tasti
ja: キー入力の取得を一時停止
ko: 키 입력 캡처 일시 정지
pt_br: Pausar captura de teclas
pt_pt: Pausar captura de teclas
vi: Tạm dừng ghi lại thao tác phím
zh_hans: 暂停捕捉按键

source: Permanently delete the locally stored keystroke sidecar for this recording.
de: Die lokal gespeicherte Tasteneingabe-Sidecar-Datei für diese Aufnahme dauerhaft löschen.
es: Elimina permanentemente el archivo auxiliar de pulsaciones almacenado localmente para esta grabación.
fr: Supprimer définitivement le fichier annexe de frappes stocké localement pour cet enregistrement.
it: Elimina definitivamente il file sidecar dei tasti archiviato localmente per questa registrazione.
ja: この収録用にローカル保存されたキー入力サイドカーファイルを完全に削除します。
ko: 이 녹화를 위해 로컬에 저장된 키 입력 사이드카를 영구적으로 삭제합니다.
pt_br: Exclua permanentemente o arquivo auxiliar de teclas armazenado localmente para esta gravação.
pt_pt: Elimine permanentemente o ficheiro auxiliar de teclas armazenado localmente para esta gravação.
vi: Xóa vĩnh viễn tệp phụ thao tác phím được lưu cục bộ cho bản ghi này.
zh_hans: 永久删除为此录制本地存储的按键附属文件。

source: Remove Keystroke Data
de: Tasteneingabedaten entfernen
es: Eliminar datos de pulsaciones
fr: Supprimer les données de frappe
it: Rimuovi dati dei tasti
ja: キー入力データを削除
ko: 키 입력 데이터 제거
pt_br: Remover dados de teclas
pt_pt: Remover dados de teclas
vi: Xóa dữ liệu thao tác phím
zh_hans: 移除按键数据

source: Show captured keystrokes on screen without including the preview in recordings.
de: Erfasste Tasten auf dem Bildschirm anzeigen, ohne die Vorschau in Aufnahmen einzuschließen.
es: Muestra las teclas capturadas en pantalla sin incluir la vista previa en las grabaciones.
fr: Afficher les frappes capturées à l’écran sans inclure l’aperçu dans les enregistrements.
it: Mostra sullo schermo i tasti acquisiti senza includere l’anteprima nelle registrazioni.
ja: 取得したキー入力を、収録には含めず画面上に表示します。
ko: 캡처한 키 입력을 녹화에 포함하지 않고 화면에 표시합니다.
pt_br: Mostre as teclas capturadas na tela sem incluir a prévia nas gravações.
pt_pt: Mostre as teclas capturadas no ecrã sem incluir a pré-visualização nas gravações.
vi: Hiển thị thao tác phím đã ghi trên màn hình mà không đưa phần xem trước vào bản ghi.
zh_hans: 在屏幕上显示捕捉的按键，但不将预览包含在录制中。

source: Show Keystrokes
de: Tastenanschläge anzeigen
es: Mostrar pulsaciones
fr: Afficher les frappes
it: Mostra tasti
ja: キー入力を表示
ko: 키 입력 표시
pt_br: Mostrar teclas
pt_pt: Mostrar teclas
vi: Hiển thị thao tác phím
zh_hans: 显示按键

source: Show Live Keystroke Preview
de: Live-Vorschau der Tastenanschläge anzeigen
es: Mostrar vista previa de teclas en directo
fr: Afficher l’aperçu en direct des frappes
it: Mostra anteprima tasti in tempo reale
ja: キー入力のライブプレビューを表示
ko: 실시간 키 입력 미리보기 표시
pt_br: Mostrar prévia de teclas ao vivo
pt_pt: Mostrar pré-visualização de teclas em direto
vi: Hiển thị bản xem trước thao tác phím trực tiếp
zh_hans: 显示按键实时预览

source: Store typed characters and shortcut identities locally with new recordings.
de: Getippte Zeichen und Tastenkürzel lokal mit neuen Aufnahmen speichern.
es: Almacena localmente los caracteres escritos y los atajos de teclado con las nuevas grabaciones.
fr: Stocker localement les caractères saisis et les raccourcis clavier avec les nouveaux enregistrements.
it: Archivia localmente i caratteri digitati e le scorciatoie da tastiera con le nuove registrazioni.
ja: 入力文字とキーボードショートカットを新しい収録と一緒にローカル保存します。
ko: 입력한 문자와 키보드 단축키를 새 녹화와 함께 로컬에 저장합니다.
pt_br: Armazene localmente caracteres digitados e atalhos de teclado com novas gravações.
pt_pt: Armazene localmente carateres introduzidos e atalhos de teclado com novas gravações.
vi: Lưu cục bộ các ký tự đã nhập và phím tắt cùng bản ghi mới.
zh_hans: 将输入的字符和键盘快捷键与新录制一起存储在本地。

source: Edit by text
de: Per Text bearbeiten
es: Editar por texto
fr: Modifier via le texte
it: Modifica tramite testo
ja: テキストで編集
ko: 텍스트로 편집
pt_br: Editar pelo texto
pt_pt: Editar através do texto
vi: Chỉnh sửa bằng văn bản
zh_hans: 按文本编辑

source: Select words, then choose Cut from recording or press Delete.
de: Wörter auswählen, dann „Aus Aufnahme herausschneiden“ wählen oder die Löschtaste drücken.
es: Selecciona palabras y luego elige «Cortar de la grabación» o pulsa Suprimir.
fr: Sélectionnez des mots, puis choisissez « Couper de l’enregistrement » ou appuyez sur Supprimer.
it: Seleziona le parole, quindi scegli “Taglia dalla registrazione” o premi Canc.
ja: 単語を選択してから、「録画からカット」を選ぶか Delete キーを押します。
ko: 단어를 선택한 다음 ‘녹화에서 잘라내기’를 선택하거나 Delete 키를 누르세요.
pt_br: Selecione palavras e escolha “Cortar da gravação” ou pressione Delete.
pt_pt: Selecione palavras e escolha «Cortar da gravação» ou prima Delete.
vi: Chọn các từ, sau đó chọn “Cắt khỏi bản ghi” hoặc nhấn Delete.
zh_hans: 选择词语，然后选择“从录制中剪除”或按 Delete 键。

source: Non-destructive: your original recording is safe, and cuts can be undone or restored.
de: Nicht destruktiv: Die Originalaufnahme bleibt sicher, und Schnitte können rückgängig gemacht oder wiederhergestellt werden.
es: No destructivo: tu grabación original está a salvo y los cortes se pueden deshacer o restaurar.
fr: Non destructif : votre enregistrement original reste intact et les coupes peuvent être annulées ou restaurées.
it: Non distruttivo: la registrazione originale rimane al sicuro e i tagli possono essere annullati o ripristinati.
ja: 非破壊編集：元の録画は保持され、カットは取り消したり復元したりできます。
ko: 비파괴 편집: 원본 녹화는 안전하게 유지되며 잘라내기는 실행 취소하거나 복원할 수 있습니다.
pt_br: Não destrutivo: sua gravação original fica segura, e os cortes podem ser desfeitos ou restaurados.
pt_pt: Não destrutivo: a gravação original permanece segura e os cortes podem ser anulados ou restaurados.
vi: Không phá hủy: bản ghi gốc của bạn vẫn an toàn và các đoạn cắt có thể được hoàn tác hoặc khôi phục.
zh_hans: 非破坏性编辑：原始录制安全无损，剪除操作可以撤销或恢复。

source: Dismiss transcript editing guidance
de: Bearbeitungshinweis für Transkript ausblenden
es: Ocultar la guía de edición por transcripción
fr: Masquer le guide de modification via la transcription
it: Nascondi la guida alla modifica tramite trascrizione
ja: 文字起こし編集のガイドを閉じる
ko: 트랜스크립트 편집 안내 닫기
pt_br: Ocultar orientação de edição pela transcrição
pt_pt: Ocultar orientação de edição através da transcrição
vi: Ẩn hướng dẫn chỉnh sửa bản chép lời
zh_hans: 关闭转录编辑提示

source: Review and restore removed transcript ranges
de: Entfernte Transkriptbereiche prüfen und wiederherstellen
es: Revisar y restaurar intervalos eliminados de la transcripción
fr: Examiner et restaurer les passages supprimés de la transcription
it: Rivedi e ripristina gli intervalli rimossi dalla trascrizione
ja: 削除された文字起こし範囲を確認して復元
ko: 제거된 트랜스크립트 구간 검토 및 복원
pt_br: Revisar e restaurar trechos removidos da transcrição
pt_pt: Rever e restaurar trechos removidos da transcrição
vi: Xem lại và khôi phục các khoảng đã xóa khỏi bản chép lời
zh_hans: 查看并恢复已移除的转录片段

source: Opens a menu of removed transcript ranges that can be restored.
de: Öffnet ein Menü mit entfernten Transkriptbereichen, die wiederhergestellt werden können.
es: Abre un menú de intervalos eliminados de la transcripción que se pueden restaurar.
fr: Ouvre un menu des passages supprimés de la transcription qui peuvent être restaurés.
it: Apre un menu degli intervalli rimossi dalla trascrizione che possono essere ripristinati.
ja: 復元可能な削除済み文字起こし範囲のメニューを開きます。
ko: 복원할 수 있는 제거된 트랜스크립트 구간 메뉴를 엽니다.
pt_br: Abre um menu de trechos removidos da transcrição que podem ser restaurados.
pt_pt: Abre um menu de trechos removidos da transcrição que podem ser restaurados.
vi: Mở menu gồm các khoảng đã xóa khỏi bản chép lời có thể được khôi phục.
zh_hans: 打开包含可恢复的已移除转录片段的菜单。

source: Undo
de: Rückgängig
es: Deshacer
fr: Annuler
it: Annulla
ja: 取り消す
ko: 실행 취소
pt_br: Desfazer
pt_pt: Anular
vi: Hoàn tác
zh_hans: 撤销

source: Cut from recording
de: Aus Aufnahme herausschneiden
es: Cortar de la grabación
fr: Couper de l’enregistrement
it: Taglia dalla registrazione
ja: 録画からカット
ko: 녹화에서 잘라내기
pt_br: Cortar da gravação
pt_pt: Cortar da gravação
vi: Cắt khỏi bản ghi
zh_hans: 从录制中剪除

source: Cut selected words from recording
de: Ausgewählte Wörter aus Aufnahme herausschneiden
es: Cortar las palabras seleccionadas de la grabación
fr: Couper les mots sélectionnés de l’enregistrement
it: Taglia le parole selezionate dalla registrazione
ja: 選択した単語を録画からカット
ko: 선택한 단어를 녹화에서 잘라내기
pt_br: Cortar as palavras selecionadas da gravação
pt_pt: Cortar as palavras selecionadas da gravação
vi: Cắt các từ đã chọn khỏi bản ghi
zh_hans: 从录制中剪除所选词语

source: Undo the transcript cut. You can also press Command-Z.
de: Transkriptschnitt rückgängig machen. Alternativ Befehlstaste-Z drücken.
es: Deshaz el corte de la transcripción. También puedes pulsar Comando-Z.
fr: Annule la coupe effectuée via la transcription. Vous pouvez aussi appuyer sur Commande-Z.
it: Annulla il taglio della trascrizione. Puoi anche premere Comando-Z.
ja: 文字起こしによるカットを取り消します。Command-Z キーでも操作できます。
ko: 트랜스크립트 잘라내기를 실행 취소합니다. Command-Z를 눌러도 됩니다.
pt_br: Desfaz o corte feito pela transcrição. Você também pode pressionar Command-Z.
pt_pt: Anula o corte feito através da transcrição. Também pode premir Command-Z.
vi: Hoàn tác đoạn cắt trong bản chép lời. Bạn cũng có thể nhấn Command-Z.
zh_hans: 撤销转录剪除操作。也可以按 Command-Z。

source: Restores the words and media removed by the last transcript cut.
de: Stellt die durch den letzten Transkriptschnitt entfernten Wörter und Medien wieder her.
es: Restaura las palabras y el contenido multimedia eliminados por el último corte de la transcripción.
fr: Restaure les mots et le contenu multimédia supprimés par la dernière coupe via la transcription.
it: Ripristina le parole e i contenuti multimediali rimossi dall’ultimo taglio della trascrizione.
ja: 最後の文字起こしによるカットで削除された単語とメディアを復元します。
ko: 마지막 트랜스크립트 잘라내기로 제거된 단어와 미디어를 복원합니다.
pt_br: Restaura as palavras e a mídia removidas pelo último corte da transcrição.
pt_pt: Restaura as palavras e os elementos multimédia removidos pelo último corte da transcrição.
vi: Khôi phục các từ và nội dung đa phương tiện bị xóa bởi lần cắt bản chép lời gần nhất.
zh_hans: 恢复上次转录剪除操作移除的词语和媒体内容。

source: Cut selected words from the recording (Delete)
de: Ausgewählte Wörter aus der Aufnahme herausschneiden (Löschen)
es: Cortar las palabras seleccionadas de la grabación (Suprimir)
fr: Couper les mots sélectionnés de l’enregistrement (Supprimer)
it: Taglia le parole selezionate dalla registrazione (Canc)
ja: 選択した単語を録画からカット（Delete）
ko: 선택한 단어를 녹화에서 잘라내기(Delete)
pt_br: Cortar as palavras selecionadas da gravação (Delete)
pt_pt: Cortar as palavras selecionadas da gravação (Delete)
vi: Cắt các từ đã chọn khỏi bản ghi (Delete)
zh_hans: 从录制中剪除所选词语（Delete）

source: Press Delete to cut the selected words. The original recording stays safe.
de: Löschtaste drücken, um die ausgewählten Wörter herauszuschneiden. Die Originalaufnahme bleibt sicher.
es: Pulsa Suprimir para cortar las palabras seleccionadas. La grabación original permanece a salvo.
fr: Appuyez sur Supprimer pour couper les mots sélectionnés. L’enregistrement original reste intact.
it: Premi Canc per tagliare le parole selezionate. La registrazione originale rimane al sicuro.
ja: Delete キーを押して選択した単語をカットします。元の録画は保持されます。
ko: Delete 키를 눌러 선택한 단어를 잘라내세요. 원본 녹화는 안전하게 유지됩니다.
pt_br: Pressione Delete para cortar as palavras selecionadas. A gravação original fica segura.
pt_pt: Prima Delete para cortar as palavras selecionadas. A gravação original permanece segura.
vi: Nhấn Delete để cắt các từ đã chọn. Bản ghi gốc vẫn an toàn.
zh_hans: 按 Delete 键剪除所选词语。原始录制安全无损。

source: Auto-play
de: Automatisch abspielen
es: Reproducción automática
fr: Lecture automatique
it: Riproduzione automatica
ja: 自動再生
ko: 자동 재생
pt_br: Reprodução automática
pt_pt: Reprodução automática
vi: Tự động phát
zh_hans: 自动播放

source: Automatically start playback when selecting a transcript word.
de: Wiedergabe automatisch starten, wenn ein Wort im Transkript ausgewählt wird.
es: Inicia automáticamente la reproducción al seleccionar una palabra de la transcripción.
fr: Démarre automatiquement la lecture lors de la sélection d’un mot dans la transcription.
it: Avvia automaticamente la riproduzione quando selezioni una parola della trascrizione.
ja: 文字起こしの単語を選択したときに自動的に再生を開始します。
ko: 트랜스크립트에서 단어를 선택하면 자동으로 재생을 시작합니다.
pt_br: Inicia automaticamente a reprodução ao selecionar uma palavra da transcrição.
pt_pt: Inicia automaticamente a reprodução ao selecionar uma palavra da transcrição.
vi: Tự động bắt đầu phát khi chọn một từ trong bản chép lời.
zh_hans: 选择转录中的词语时自动开始播放。

# transcription.error.authorizationDenied
source: Allow Speech Recognition in System Settings, then retry.
de: Erlaube die Spracherkennung in den Systemeinstellungen und versuche es erneut.
es: Permite el reconocimiento de voz en Ajustes del Sistema y vuelve a intentarlo.
fr: Autorisez la reconnaissance vocale dans Réglages Système, puis réessayez.
it: Consenti il riconoscimento vocale in Impostazioni di Sistema, quindi riprova.
ja: システム設定で音声認識を許可してから、もう一度お試しください。
ko: 시스템 설정에서 음성 인식을 허용한 다음 다시 시도하세요.
pt_br: Permita o Reconhecimento de Fala nos Ajustes do Sistema e tente novamente.
pt_pt: Permita o Reconhecimento de Voz nas Definições do Sistema e tente novamente.
vi: Cho phép Nhận dạng giọng nói trong Cài đặt hệ thống, rồi thử lại.
zh_hans: 请在“系统设置”中允许语音识别，然后重试。

# transcription.error.unavailable
source: Speech transcription is unavailable on this Mac.
de: Die Sprachtranskription ist auf diesem Mac nicht verfügbar.
es: La transcripción de voz no está disponible en este Mac.
fr: La transcription vocale n’est pas disponible sur ce Mac.
it: La trascrizione vocale non è disponibile su questo Mac.
ja: このMacでは音声文字起こしを利用できません。
ko: 이 Mac에서는 음성 트랜스크립션을 사용할 수 없습니다.
pt_br: A transcrição de voz não está disponível neste Mac.
pt_pt: A transcrição de voz não está disponível neste Mac.
vi: Tính năng chép lời giọng nói không khả dụng trên máy Mac này.
zh_hans: 此 Mac 无法使用语音转录。

# transcription.error.unsupportedLocale
source: The selected transcription language is not supported.
de: Die ausgewählte Transkriptionssprache wird nicht unterstützt.
es: El idioma de transcripción seleccionado no es compatible.
fr: La langue de transcription sélectionnée n’est pas prise en charge.
it: La lingua di trascrizione selezionata non è supportata.
ja: 選択した文字起こし言語はサポートされていません。
ko: 선택한 트랜스크립션 언어는 지원되지 않습니다.
pt_br: O idioma de transcrição selecionado não é compatível.
pt_pt: O idioma de transcrição selecionado não é suportado.
vi: Ngôn ngữ chép lời đã chọn không được hỗ trợ.
zh_hans: 不支持所选的转录语言。

# transcription.error.assetsUnavailable
source: Speech transcription could not finish preparing. Wait a moment, then retry.
de: Die Sprachtranskription konnte nicht fertig vorbereitet werden. Warte einen Moment und versuche es erneut.
es: No se pudo terminar de preparar la transcripción de voz. Espera un momento y vuelve a intentarlo.
fr: La préparation de la transcription vocale n’a pas pu se terminer. Patientez un instant, puis réessayez.
it: Non è stato possibile completare la preparazione della trascrizione vocale. Attendi un momento, quindi riprova.
ja: 音声文字起こしの準備を完了できませんでした。しばらく待ってから、もう一度お試しください。
ko: 음성 트랜스크립션 준비를 완료하지 못했습니다. 잠시 기다린 다음 다시 시도하세요.
pt_br: Não foi possível concluir a preparação da transcrição de voz. Aguarde um momento e tente novamente.
pt_pt: Não foi possível concluir a preparação da transcrição de voz. Aguarde um momento e tente novamente.
vi: Không thể hoàn tất việc chuẩn bị chép lời giọng nói. Hãy đợi một lát rồi thử lại.
zh_hans: 语音转录未能完成准备。请稍等片刻，然后重试。

# transcription.error.missingAudioTrack
source: Luxel could not find an audio track to transcribe in this recording.
de: Luxel konnte in dieser Aufnahme keine Audiospur zum Transkribieren finden.
es: Luxel no pudo encontrar una pista de audio para transcribir en esta grabación.
fr: Luxel n’a trouvé aucune piste audio à transcrire dans cet enregistrement.
it: Luxel non ha trovato una traccia audio da trascrivere in questa registrazione.
ja: この録画に文字起こしできるオーディオトラックが見つかりませんでした。
ko: Luxel이 이 녹화에서 트랜스크립션할 오디오 트랙을 찾지 못했습니다.
pt_br: O Luxel não encontrou uma faixa de áudio para transcrever nesta gravação.
pt_pt: O Luxel não encontrou uma faixa de áudio para transcrever nesta gravação.
vi: Luxel không tìm thấy rãnh âm thanh để chép lời trong bản ghi này.
zh_hans: Luxel 在此录制中找不到可转录的音轨。

# transcription.error.trackIsolationFailed
source: Luxel could not prepare this recording’s audio for transcription.
de: Luxel konnte den Ton dieser Aufnahme nicht für die Transkription vorbereiten.
es: Luxel no pudo preparar el audio de esta grabación para la transcripción.
fr: Luxel n’a pas pu préparer l’audio de cet enregistrement pour la transcription.
it: Luxel non ha potuto preparare l’audio di questa registrazione per la trascrizione.
ja: この録画のオーディオを文字起こし用に準備できませんでした。
ko: Luxel이 이 녹화의 오디오를 트랜스크립션용으로 준비하지 못했습니다.
pt_br: O Luxel não conseguiu preparar o áudio desta gravação para transcrição.
pt_pt: O Luxel não conseguiu preparar o áudio desta gravação para transcrição.
vi: Luxel không thể chuẩn bị âm thanh của bản ghi này để chép lời.
zh_hans: Luxel 无法准备此录制的音频以进行转录。

# commandLine.pair.allow
source: Allow
de: Erlauben
es: Permitir
fr: Autoriser
it: Consenti
ja: 許可
ko: 허용
pt_br: Permitir
pt_pt: Permitir
vi: Cho phép
zh_hans: 允许

# commandLine.pair.deny
source: Deny
de: Ablehnen
es: Denegar
fr: Refuser
it: Nega
ja: 拒否
ko: 거부
pt_br: Negar
pt_pt: Recusar
vi: Từ chối
zh_hans: 拒绝

# commandLine.pair.message
source: %@ wants to control Luxel. Approve only if you started `luxel pair` in Terminal.
de: %@ möchte Luxel steuern. Erlauben Sie dies nur, wenn Sie `luxel pair` im Terminal gestartet haben.
es: %@ quiere controlar Luxel. Apruébalo solo si ejecutaste `luxel pair` en Terminal.
fr: %@ souhaite contrôler Luxel. Autorisez uniquement si vous avez lancé `luxel pair` dans Terminal.
it: %@ vuole controllare Luxel. Consenti solo se hai avviato `luxel pair` in Terminale.
ja: %@ が Luxel を操作しようとしています。ターミナルで `luxel pair` を実行した場合のみ許可してください。
ko: %@에서 Luxel을 제어하려고 합니다. 터미널에서 `luxel pair`를 실행한 경우에만 허용하세요.
pt_br: %@ quer controlar o Luxel. Permita somente se você iniciou `luxel pair` no Terminal.
pt_pt: %@ pretende controlar o Luxel. Permita apenas se iniciou `luxel pair` no Terminal.
vi: %@ muốn điều khiển Luxel. Chỉ cho phép nếu bạn đã chạy `luxel pair` trong Terminal.
zh_hans: %@ 想要控制 Luxel。仅当你在终端中运行了 `luxel pair` 时才允许。

# commandLine.pair.title
source: Allow Command Line Control?
de: Befehlszeilensteuerung erlauben?
es: ¿Permitir el control por línea de comandos?
fr: Autoriser le contrôle en ligne de commande ?
it: Consentire il controllo da riga di comando?
ja: コマンドライン操作を許可しますか？
ko: 명령줄 제어를 허용할까요?
pt_br: Permitir controle pela linha de comando?
pt_pt: Permitir controlo pela linha de comandos?
vi: Cho phép điều khiển bằng dòng lệnh?
zh_hans: 允许命令行控制？

# settings.commandLine.addFolder
source: Add Folder
de: Ordner hinzufügen
es: Añadir carpeta
fr: Ajouter un dossier
it: Aggiungi cartella
ja: フォルダを追加
ko: 폴더 추가
pt_br: Adicionar pasta
pt_pt: Adicionar pasta
vi: Thêm thư mục
zh_hans: 添加文件夹

# settings.commandLine.control
source: Command Line Control
de: Befehlszeilensteuerung
es: Control por línea de comandos
fr: Contrôle en ligne de commande
it: Controllo da riga di comando
ja: コマンドライン操作
ko: 명령줄 제어
pt_br: Controle pela linha de comando
pt_pt: Controlo pela linha de comandos
vi: Điều khiển bằng dòng lệnh
zh_hans: 命令行控制

# settings.commandLine.fileAccess
source: File Access
de: Dateizugriff
es: Acceso a archivos
fr: Accès aux fichiers
it: Accesso ai file
ja: ファイルアクセス
ko: 파일 접근
pt_br: Acesso a arquivos
pt_pt: Acesso a ficheiros
vi: Quyền truy cập tệp
zh_hans: 文件访问

# settings.commandLine.fileAccessFooter
source: Movies, the recording folder, and folders you add are available to command line requests.
de: Filme, der Aufnahmeordner und hinzugefügte Ordner sind für Befehlszeilenanfragen verfügbar.
es: Películas, la carpeta de grabaciones y las carpetas que añadas estarán disponibles para la línea de comandos.
fr: Films, le dossier d’enregistrement et les dossiers ajoutés sont accessibles aux commandes.
it: Filmati, la cartella delle registrazioni e le cartelle aggiunte sono disponibili ai comandi.
ja: ムービー、録画フォルダ、追加したフォルダをコマンドライン要求で使用できます。
ko: 동영상, 녹화 폴더 및 추가한 폴더를 명령줄 요청에서 사용할 수 있습니다.
pt_br: Filmes, a pasta de gravações e as pastas adicionadas ficam disponíveis para comandos.
pt_pt: Filmes, a pasta de gravações e as pastas adicionadas ficam disponíveis para comandos.
vi: Phim, thư mục bản ghi và các thư mục bạn thêm sẽ khả dụng cho yêu cầu dòng lệnh.
zh_hans: “影片”、录制文件夹和你添加的文件夹可供命令行请求使用。

# settings.commandLine.footer
source: The external luxel command asks this app to perform every action.
de: Der externe luxel-Befehl lässt jede Aktion von dieser App ausführen.
es: El comando externo luxel solicita a esta app que realice cada acción.
fr: La commande luxel externe demande à cette app d’effectuer chaque action.
it: Il comando luxel esterno chiede a questa app di eseguire ogni azione.
ja: 外部の luxel コマンドによるすべての操作は、このアプリが実行します。
ko: 외부 luxel 명령의 모든 작업은 이 앱이 수행합니다.
pt_br: O comando externo luxel solicita que este app execute cada ação.
pt_pt: O comando externo luxel solicita que esta app execute cada ação.
vi: Lệnh luxel bên ngoài yêu cầu ứng dụng này thực hiện mọi thao tác.
zh_hans: 外部 luxel 命令的每项操作都由此 App 执行。

# settings.commandLine.moviesFolder
source: Movies Folder
de: Ordner „Filme“
es: Carpeta Películas
fr: Dossier Films
it: Cartella Filmati
ja: ムービーフォルダ
ko: 동영상 폴더
pt_br: Pasta Filmes
pt_pt: Pasta Filmes
vi: Thư mục Phim
zh_hans: 影片文件夹

# settings.commandLine.noPairedClients
source: No command line clients are paired.
de: Keine Befehlszeilenclients sind gekoppelt.
es: No hay clientes de línea de comandos enlazados.
fr: Aucun client de ligne de commande n’est jumelé.
it: Nessun client da riga di comando è abbinato.
ja: ペアリング済みのコマンドラインクライアントはありません。
ko: 페어링된 명령줄 클라이언트가 없습니다.
pt_br: Nenhum cliente de linha de comando está emparelhado.
pt_pt: Nenhum cliente de linha de comandos está emparelhado.
vi: Chưa ghép đôi ứng dụng dòng lệnh nào.
zh_hans: 没有已配对的命令行客户端。
